tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "argocd"
brew "awscli"
brew "git"
brew "helm"
brew "htop"
brew "k3d"
brew "k9s"
brew "n"
brew "python@3.8"
brew "python@3.9", link: false
brew "starship"
brew "terraform"
brew "yarn"
brew "zsh-autosuggestions"
cask "adobe-creative-cloud"
cask "bloomrpc"
cask "cloudflare-warp"
cask "datagrip"
cask "discord"
cask "docker"
cask "evkey"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "hackintool"
cask "intel-power-gadget"
cask "intellij-idea"
cask "iterm2"
cask "lens"
cask "lg-onscreen-control"
cask "logitech-options"
cask "maccy"
cask "medis"
cask "messenger"
cask "numi"
cask "nvidia-geforce-now"
cask "opencore-configurator"
cask "openvpn-connect"
cask "phpstorm"
cask "postman"
cask "pycharm"
cask "skype"
cask "slack"
cask "stremio"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zalo"
