tap "ekvedaras/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "pyroscope-io/brew"
tap "reviewdog/tap"
brew "python@3.10", link: false
brew "awscli"
brew "ruby"
brew "git"
brew "go"
brew "helm"
brew "k9s"
brew "kubernetes-cli"
brew "make"
brew "n"
brew "neofetch"
brew "pipenv", link: false
brew "pyenv"
brew "starship"
cask "aldente"
cask "betterdummy"
cask "bloomrpc"
cask "cloudflare-warp"
cask "datagrip"
cask "discord"
cask "docker"
cask "evkey"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "lens"
cask "logitech-options"
cask "maccy"
cask "mqttx"
cask "numi"
cask "openvpn-connect"
cask "postman"
cask "steam"
cask "stremio"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zalo"
